Repository: Lhanyu/FormantScope
Catalog: FormantScope/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: Cancel
zh_hans: 取消

source: Choose
zh_hans: 选择

source: Choose a folder for FormantScope recordings
zh_hans: 为 FormantScope 录音选择一个文件夹

source: Choose a folder for FormantScope WAV recordings.
zh_hans: 为 FormantScope 的 WAV 录音选择一个文件夹。

source: Choose recording folder…
zh_hans: 选择录音文件夹…

source: Display
zh_hans: 显示

source: Done
zh_hans: 完成

source: F0 Fundamental
zh_hans: F0 基频

source: F1 Formant
zh_hans: F1 共振峰

source: F2 Formant
zh_hans: F2 共振峰

source: Formant Axis – F1 / F2
zh_hans: 共振峰轴 – F1 / F2

source: FormantScope on GitHub
zh_hans: FormantScope（GitHub）

source: Frame
zh_hans: 帧

source: History shown and averaged (2–20 s).
zh_hans: 图表显示与窗内平均所用的历史时长（2–20 秒）。

source: Max
zh_hans: 上限

source: Min
zh_hans: 下限

source: Next time you record, you will be asked to choose a folder again.
zh_hans: 下次录音时需要重新选择文件夹。

source: Pitch Axis – F0
zh_hans: 音高轴 – F0

source: Record
zh_hans: 录音

source: Recording folder saved
zh_hans: 已保存录音文件夹

source: Recordings
zh_hans: 录音文件夹

source: Reset
zh_hans: 重置

source: Reset recording folder
zh_hans: 重置录音文件夹

source: Reset saved recording folder?
zh_hans: 要清除已保存的录音文件夹吗？

source: Reset to Defaults
zh_hans: 恢复默认值

source: Saved successfully
zh_hans: 保存成功

source: Settings
zh_hans: 设置

source: Show F1 Formant
zh_hans: 显示 F1 共振峰

source: Show F2 Formant
zh_hans: 显示 F2 共振峰

source: Start Listening
zh_hans: 开始监听

source: Stop Listening
zh_hans: 停止监听

source: Stop Recording
zh_hans: 停止录音

source: Tap to dismiss
zh_hans: 点按关闭

source: Time Window
zh_hans: 时间窗

source: Window
zh_hans: 窗口
